using System.Windows;

[assembly:ThemeInfo(
    ResourceDictionaryLocation.None,            // где расположены специфичные для темы словари ресурсов
                                                //(используется, если ресурс не найден в странице
                                                // или словарях ресурсов приложения)
    ResourceDictionaryLocation.SourceAssembly   // где расположен общий словарь ресурсов
                                                //(используется, если ресурс не найден в странице,
                                                // приложении или каких-либо специфичных для темы словарях)
)]
